Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 06-Red-Riding-Hood/CAT/red-riding-hood-seven-kids/tm/corpus-nt-bbe.en.utf8.tmx
Source language: en
Languages: chr

source: And he would not let any man take a vessel through the Temple.
chr: ᎠᎴ ᎥᏝ ᎤᏁᎳᎩ ᏳᏪᎵᏎᎴ ᎩᎶ ᎪᎱᏍᏗ ᎤᏍᏗ ᎠᏖᎵᏙ ᎤᏴᏙᏗᏱ ᎤᏛᏅ-ᏗᎦᎳᏫᎢᏍᏗᏱ.

source: And he gave them teaching, and said to them, Is it not in the Writings, My house is to be named a house of prayer for all the nations? but you have made it a hole of thieves.
chr: ᏚᏕᏲᏁᏃ, ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᏝᏍᎪ ᎯᎠ ᏱᏂᎬᏅ ᏱᎪᏪᎳ, ᎠᏆᏤᎵ ᎠᏓᏁᎸ ᏂᎦᏗᏳ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᎤᎾᏓᏙᎵᏍᏙᏗᏱ ᏚᏙᎡᏍᏗ? ᏂᎯᏍᎩᏂ ᎠᏂᏃᏍᎩᏍᎩ ᎤᏂᏴᏍᏗᏱ ᎤᏍᏓᎦᎸ ᏂᏨᏁᎸ.

source: And it came to the ears of the chief priests and scribes, and they took thought how they might put him to death; being in fear of him, because all the people were full of wonder at his teaching.
chr: ᏗᏃᏪᎵᏍᎩᏃ ᎠᎴ ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸ-ᎠᏁᎶᎯ ᎤᎾᏛᎦᏁᎢ, ᎠᎴ ᎤᏂᏲᎴ ᎢᏳᏅᏁᏗᏱ ᎤᏂᎯᏍᏗᏱ; ᎬᏩᎾᏰᏍᎨᏰᏃ, ᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᏂᎦᏛ ᏴᏫ ᎤᏂᏍᏆᏂᎪᏍᎬ ᏄᏍᏛ ᏓᏕᏲᎲᏍᎬᎢ.

source: And every evening he went out of the town.
chr: ᎤᏒᏃ ᏄᎵᏍᏔᏅ ᎤᏄᎪᏤ ᎦᏚᎲᎢ.

source: And when they were going by in the morning, they saw the fig-tree dead from the roots.
chr: ᏑᎾᎴᏃ ᎠᎾᎢᏒᎢ, ᎤᏂᎪᎮ ᎡᎦᏔᎢᏳᏍᏗ ᏡᎬ ᎤᏩᏴᏒᎯ ᎨᏎ ᏚᎿᏍᏕᏢ ᏅᏓᎬᏩᏓᎴᏅᏛ.

source: And Peter, having a memory of it, said to him, Master, see, the tree which was cursed by you is dead.
chr: ᏈᏓᏃ ᎤᏅᏓᏛ ᎯᎠ ᏄᏪᏎᎴᎢ, ᏔᏕᏲᎲᏍᎩ, ᎬᏂᏳᏉ, ᎡᎦᏔ--ᎢᏳᏍᏗ ᏡᎬ ᏥᏍᎦᏨᎩ ᎤᏩᏴᏐᏅ.

source: And Jesus, answering, said to them, Have God's faith.
chr: ᏥᏌᏃ ᎤᏁᏨ, ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎤᏁᎳᏅᎯ ᎡᏦᎢᏳᏎᏍᏗ.

source: Truly I say to you, Whoever says to this mountain, Be taken up and be put into the sea; and has no doubt in his heart, but has faith that what he says will come about, he will have his desire.
chr: ᎤᏙᎯᏳᎯᏯᏰᏃ ᎯᎠ ᏂᏨᏪᏎᎭ, ᎩᎶ ᎯᎠ ᏂᎦᏪᏎᎮᏍᏗ ᎯᎠ ᏦᏓᎸ, ᏪᏣᎲᎾ, ᎠᎴ ᎠᎺᏉᎯ ᏪᏣᏚᎦ; ᎠᎴ ᏄᏜᏏᏛᎡᎲᎾ ᎢᎨᏎᏍᏗ ᎤᎾᏫᏱ, ᎪᎯᏳᎲᏍᎨᏍᏗᏉᏍᎩᏂ ᎾᏍᎩ ᏂᎦᏪᏍᎬ ᎠᏎ ᎢᏳᎵᏍᏙᏗ ᎨᏒᎢ; ᎾᏍᎩ ᎤᎮᏍᏗ ᏂᎦᎥ ᏄᏪᏒᎢ.

source: For this reason I say to you, Whatever you make a request for in prayer, have faith that it has been given to you, and you will have it.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎯᎠ ᏂᏨᏪᏎᎭ, ᏂᎦᎥ ᎪᎱᏍᏗ ᎢᏥᏔᏲᎭ ᎢᏣᏓᏙᎵᏍᏓ, ᎢᏦᎯᏳᎲᏍᎨᏍᏗ ᎡᏥᏁᎢ ᎨᏒᎢ, ᎠᎴ ᎠᏎ ᎢᏥᎮᏍᏗ.

source: And whenever you make a prayer, let there be forgiveness in your hearts, if you have anything against anyone; so that you may have forgiveness for your sins from your Father who is in heaven.
chr: ᎢᏳᏃ ᎢᏣᎴᎲᏍᎨᏍᏗ ᎢᏣᏓᏙᎵᏍᏗᏍᎨᏍᏗ, ᎨᏣᏓᏁᎮᏍᏗ ᎡᏥᏍᎦᏅᏤᎸᎢ, ᎢᏳᏃ ᎪᎱᏍᏗ ᎡᏤᎵᏎᎮᏍᏗ ᎩᎶᎢ; ᎾᏍᎩ ᎾᏍᏉ ᎢᏥᏙᏓ ᎦᎸᏔᏗ ᏤᎭ ᎦᎨᏥᏁᏗᏱ ᎯᎠ ᎢᏥᏍᎦᏅᏨᎢ.

source: And they came again to Jerusalem: and while he was walking in the Temple, there came to him the chief priests and the scribes and those in authority:
chr: ᏥᎷᏏᎵᎻᏃ ᏔᎵᏁ ᎤᏂᎷᏤᎢ; ᎤᏛᏅᏃ-ᏗᎦᎳᏫᎢᏍᏗᏱ ᎡᏙᎮᎢ, ᎬᏩᎷᏤᎴ ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸ-ᎠᏁᎶᎯ, ᎠᎴ ᏗᏃᏪᎵᏍᎩ, ᎠᎴ ᏗᏂᎳᏫᎩ,

source: And they said to him, By what authority do you do these things? or who gave you authority to do these things?
chr: ᎠᎴ ᎯᎠ ᏂᎬᏩᏪᏎᎴᎢ, ᎦᏙ ᏣᎵᏍᎦᏍᏙᏗ ᎯᎠ ᎾᏍᎩ ᏥᎿᏛᏁᎭ? ᎠᎴ ᎦᎪ ᏣᏁᎴ ᎾᏍᎩ ᎯᎠ ᎢᏣᏛᏁᏗᏱ?

source: And Jesus said to them, I will put to you one question; give me an answer, and I will say by what authority I do these things.
chr: ᏥᏌᏃ ᎤᏁᏨ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎠᏴ ᎾᏍᎩ ᏑᏓᎴᎩ ᏛᏨᏯᏛᏛᏂ, ᎠᎴ ᏍᎩᏃᎲᏏ, ᎠᏴᏃ ᏓᏨᏃᏁᎵ ᏄᏍᏛ ᎠᏆᎵᏍᎦᏍᏙᏛ ᎯᎠ ᎾᏍᎩ ᏥᏂᎦᏛᏁᎭ.

source: The baptism of John, was it from heaven or from men? give me an answer.
chr: ᏣᏂ ᏥᏓᏓᏬᏍᎬᎩ, ᎦᎸᎳᏍᎪ ᏧᏓᎴᏁᎢ, ᏴᏫᏉᎨ ᎠᏁᎲᎢ? ᏍᎩᏃᎲᏏ.

source: And they gave thought to it among themselves, saying, If we say, From heaven; he will say, Why then did you not have faith in him?
chr: ᎤᏅᏒᏃ ᎨᏒ ᎤᎾᎵᏃᎮᎴᎢ, ᎯᎠ ᏄᏂᏪᏎᎢ, ᎢᏳᏃ ᎦᎸᎳᏗ ᏅᏓᏳᏓᎴᏅᎯ ᏱᎦᏛᏅ, ᎯᎠ ᏱᏂᎦᏫ, ᎦᏙᏃ Ꮭ ᏱᎡᏦᎢᏳᏁᎢ?

source: But if we say, From men--they were in fear of the people, because all took John to be truly a prophet.
chr: ᎢᏳᏃ ᏴᏫᏉ ᎠᏁᎲ ᏱᎦᏛᏅ,^ᎾᏍᎩ ᏓᏂᏍᎦᎢᎮ ᏴᏫ; ᏂᎦᏛᏰᏃ ᏴᏫ ᎠᏙᎴᎰᏍᎩ ᎤᏙᎯᏳᎯ ᎬᏩᏰᎸᎭ ᏣᏂ.

source: And they said in answer to Jesus, We have no idea. And Jesus said to them, And I will not say to you by what authority I do these things.
chr: ᎤᏂᏁᏨᏃ ᎯᎠ ᏄᏂᏪᏎᎴ ᏥᏌ, ᎥᏝ ᏲᏥᎦᏔᎭ. ᏥᏌᏃ ᎤᏁᏨ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎥᏝ ᎾᏍᏉ ᎠᏴ ᏴᏓᏨᏃᏁᎵ ᎢᏳᏍᏗ ᎠᏆᎵᏍᎦᏍᏙᏛ ᎯᎠ ᎾᏍᎩ ᏥᏂᎦᏛᏁᎭ.

source: And he gave them teaching in the form of stories. A man had a vine-garden planted, and put a wall about it, and made a place for crushing out the wine, and put up a tower, and let it out to field-workers, and went into another country.
chr: ᎤᎴᏅᎮᏃ ᏚᏬᏁᏔᏁ ᏓᏟᎶᏍᏗᏍᎬᎢ. ᎩᎶ ᎢᏳᏍᏗ ᏖᎸᎳᏗ ᏚᏫᏎᎢ, ᎠᎴ ᎤᏐᏱᎴ ᎬᏩᏚᏫᏛ, ᎠᎴ ᎤᏍᎪᏎ ᎩᎦᎨ-ᎠᏗᏔᏍᏗ ᎪᏢᏗᏱ, ᎠᎴ ᎤᏁᏍᎨᎮ ᎢᏅ ᎢᎦᏘ, ᎠᎴ ᏚᏙᎳᏍᏔᏁ ᏠᎨᏏ ᏧᏂᎸᏫᏍᏓᏁᎯ, ᎠᎴ ᎢᏅ ᏭᎶᏎᎢ.

source: And when the time came, he sent a servant to get from the workmen some of the fruit of the garden.
chr: ᎤᏅᏂᏍᏗᏱᏃ ᎨᏒ ᎢᏳᎢ, ᎤᏅᏎ ᎤᏅᏏᏓᏍᏗ ᏠᎨᏏ ᏧᏂᎸᏫᏍᏓᏁᎯ ᏗᏁᎲᎢ, ᎾᏍᎩ ᏠᎨᏏ ᏧᏂᎸᏫᏍᏓᏁᎯ ᏅᏓᎬᏩᏁᏗᏱ ᎤᏁᏉᏨᎯ ᏖᎸᎳᏗ ᏓᏫᏒᎢ.

source: And they took him, and gave him blows, and sent him away with nothing.
chr: ᎢᎬᏩᏂᏴᎮᏃ, ᎠᎴ ᎢᎬᏩᎵᎥᏂᎴᎢ, ᎠᎴ ᎠᏒᎭ ᎢᎬᏩᏂᎩᏍᏔᏁᎢ.

source: And again he sent to them another servant; and they gave him wounds on the head, and were very cruel to him.
chr: ᏔᎵᏁᏃ ᏅᏩᏓᎴ ᎤᏅᏏᏓᏍᏗ ᎤᏅᏎ ᏗᏁᎲᎢ; ᎾᏍᎩᏃ ᏅᏯᏉ ᏙᎬᏩᏂᏍᏔᏁᎢ, ᎠᎴ ᎢᎬᏩᏐᏅᏁ ᎠᏍᎪᎵ, ᎠᎴ ᎢᎬᏩᏂᎩᏍᏔᏁ ᎤᏕᎰᎯᏍᏗ ᎢᎬᏩᏁᎸᎯ.

source: And he sent another; and they put him to death: and a number of others, whipping some, and putting some to death.
chr: ᏔᎵᏁᏃ ᏅᏩᏓᎴ ᎤᏅᏎᎢ; ᎠᎴ ᎾᏍᎩ ᎤᏂᎴᎢ; ᎠᎴ ᎤᏂᏣᏖ ᏅᏩᎾᏓᎴᎢ; ᎢᎦᏛ ᏓᏂᎵᎥᏂᎮᎢ, ᎢᎦᏛᏃ ᏓᏂᎯᎮᎢ.

source: He still had one, a dearly loved son: he sent him last to them, saying, They will have respect for my son.
chr: ᎠᏏᏃ ᏌᏉ ᎤᏪᏥ ᎡᎮᎢ, ᎤᎨᏳᎯ, ᎾᏍᎩ ᎾᏍᏉ ᎤᏅᏎ ᎣᏂᏱ ᏗᏁᎲᎢ, ᎯᎠ ᏄᏪᏎᎢ, ᎠᏎ ᏛᏂᎸᏉᏔᏂ ᎠᏇᏥ.

source: But those workmen said among themselves, This is he who will one day be the owner of the property; come, let us put him to death, and the heritage will be ours.
chr: ᎠᏎᏃ ᎾᏍᎩ Ꮎ ᏠᎨᏏ ᏧᏂᎸᏫᏍᏓᏁᎯ, ᎯᎠ ᏂᏚᎾᏓᏪᏎᎴᎢ, ᎯᎠ ᎾᏍᎩ ᏧᎬᏩᎶᏗ ᏭᏘᏰᎵᎯᏍᏗ ᎨᏒᎢ; Ꭷ, ᎡᏗᎷᎦ, ᏧᎬᏩᎶᏗᏃ ᎤᏘᏰᏗ ᎢᎦᏤᎵᎦ ᎨᏎᏍᏗ.

source: And they took him and put him to death, pushing his body out of the garden.
chr: ᎬᏩᏂᏴᎲᏃ ᎬᏩᎴᎢ, ᎠᎴ ᏖᎸᎳᏗ ᏓᏫᏒ ᏙᏱᏗᏢ ᏫᎬᏩᏓᎢᏅᏎᎢ.

source: What then will the master of the garden do? He will come and put the workmen to death, and will give the garden into the hands of others.
chr: ᎦᏙᏃ ᎾᏍᎩ ᏛᏛᏁᎵ ᏖᎸᎳᏗ ᏓᏫᏒ ᎤᏤᎵᎦ? ᏓᎦᎷᏥ ᎠᎴ ᏙᏛᏛᏔᏂ ᎾᏍᎩ ᏠᎨᏏ ᏧᏂᎸᏫᏍᏓᏁᎯ, ᎠᎴ ᏅᏩᎾᏓᎴ ᏙᏛᏁᎵ ᏖᎸᎳᏗ ᏓᏫᏒᎢ.

source: Have you not seen this which is in the Writings: The stone which the builders put on one side, the same was made the chief stone of the building:
chr: ᏝᏍᎪᏃ ᏱᏥᎪᎵᏰᎣ ᎯᎠ ᎾᏍᎩ ᏥᏂᎬᏅ ᏥᎪᏪᎳ? ᎾᏍᎩ ᏅᏯ, ᏗᎾᏁᏍᎨᏍᎩ ᎤᏂᏲᎢᏎᎸᎯ ᏄᎬᏫᏳᏒ ᎤᏅᏏᏴ ᎠᏗ ᏄᎵᏍᏔᏅ;

source: This was the Lord's doing, and it is a wonder in our eyes?
chr: ᎾᏍᎩ ᎯᎠ ᏱᎰᏩ ᏄᏛᏁᎸ, ᎠᎴ ᎤᏍᏆᏂᎪᏗᏳ ᏕᏓᎧᏂᏍᎬᎢ.

source: And they made attempts to take him; but they were in fear of the people, because they saw that the story was against them; and they went away from him.
chr: ᎤᎾᏁᎶᏔᏁᏃ ᎬᏩᏂᏴᏗᏱ, ᎠᏎᏃ ᎤᏂᏣᏘ ᏴᏫ ᏓᏂᏍᎦᎢᎮᎢ; ᎠᏂᎦᏔᎮᏰᏃ ᎤᏅᏒ ᎨᏥᏛᎬ ᎾᏍᎩ ᏚᏟᎶᏍᏔᏅᎢ; ᎢᎬᏩᏓᏅᎡᎴᏃ ᎠᎴ ᏚᏁᏅᏎᎢ.

source: Then they sent to him certain of the Pharisees and the Herodians, so that they might make use of his words to take him by a trick.
chr: ᏚᏂᏅᏎᏃ ᏫᎬᏩᎷᏤᏗᏱ ᎩᎶ ᎢᏳᎾᏍᏗ ᎠᏂᏆᎵᏏ ᎠᎴ ᎡᎶᏛ ᎬᏩᏍᏕᎵᏍᎩ, ᎤᏂᏌᏛᏗᏱ ᎤᎾᏚᎵᏍᎨ ᎦᏬᏂᏍᎬᎢ.

source: And when they had come, they said to him, Master, we are certain that you are true, and have no fear of anyone: you have no respect for a man's position, but you are teaching the true way of God: Is it right to give taxes to Caesar or not?
chr: ᎤᏂᎷᏨᏃ, ᎯᎠ ᏂᎬᏩᏪᏎᎴᎢ, ᏔᏕᏲᎲᏍᎩ, ᎣᏥᎦᏔᎭ ᏚᏳᎪᏛ ᎯᏬᏂᏍᎬ ᎨᏒᎢ, ᎠᎴ ᎩᎶ ᏂᏖᎾᏰᏍᎬᎾ ᎨᏒᎢ; ᎥᏝᏰᏃ ᏄᎾᏍᏛ ᏴᏫ ᏱᏖᎸᏉᏙᎢ, ᎤᏁᎳᏅᎯᏍᎩᏂ ᎤᏅᏅ ᎤᏙᎯᏳᏒ ᏕᎭᏕᏲᎲᏍᎪᎢ; ᏚᏳᎪᏗᏍᎪ ᎠᏰᎵ ᎠᎾᎫᏱᏍᎬ ᏏᏌ ᎠᎫᏴᎡᏗᏱ, ᏝᎨ?

source: Are we to give or not to give? But he, conscious of their false hearts, said to them, Why do you put me to the test? give me a penny, so that I may see it.
chr: ᏓᏲᏥᏂᏧ, ᏝᎨ ᏴᏓᏲᏥᏂ? ᎠᏎᏃ ᎠᎦᏔᎮ ᎤᎾᏠᎾᏍᏛᎢ, ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎦᏙᏃ ᎢᏍᎩᎪᎵᏰᎭ? ᎡᏍᎩᎥᏏ ᎠᎩᏏ ᏧᎬᏩᎶᏗ ᎾᏍᎩ ᎠᎩᎪᏩᏛᏗᏱ.

source: And they gave him one. And he said to them, Whose is this image and name on it? And they said to him, Caesar's.
chr: ᎤᏂᏲᎴᏃ. ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ, ᎦᎪ ᎯᎠ ᏓᎦᏟᎶᏍᏗ, ᎠᎴ ᎦᎪ ᎠᏥᏃᎮᎭ ᎯᎠ ᏥᎦᏪᎳ? ᏏᏌ, ᎢᎬᏬᏎᎴᎢ.

source: And Jesus said to them, Give to Caesar the things which are Caesar's, and to God the things which are God's. And they were full of wonder at him.
chr: ᏥᏌᏃ ᎤᏁᏟ ᎯᎠ ᏂᏑᏪᏎᎴᎢ, ᏏᏌ ᎡᏣᎫᏴᏏ ᏏᏌ ᎤᏤᎵᎦ, ᎤᏁᎳᏅᎯᏃ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ. ᎢᎬᏩᏍᏆᏂᎪᏎᎴᏃ.

source: And there came to him Sadducees, who say there is no coming back from the dead; and they put a question to him, saying,
chr: ᏃᏆᎴ ᎠᏂᏌᏚᏏ ᎢᎬᏩᎷᏤᎴᎢ, ᎾᏍᎩ ᎠᏲᎱᏒ ᎥᏝ ᏗᎴᎯᏐᏗ ᏱᎩ ᎠᎾᏗᏍᎩ; ᎠᎴ ᎢᎬᏩᏛᏛᏁᎢ, ᎯᎠ ᏄᏂᏪᏎᎢ.

source: Master, in the law Moses says, If a man's brother comes to his end, and has a wife still living and no child, it is right for his brother to take his wife, and get a family for his brother.
chr: ᏔᏕᏲᎲᏍᎩ, ᎼᏏ ᎣᎪᏪᎳᏁᎸᎩ ᎯᎠ ᏃᎩᏪᏎᎸᎩ, ᎠᎾᎵᏅᏟ ᎩᎶ ᎠᏲᎱᏍᎨᏍᏗ, ᎠᎴ ᎤᏓᎵᎢ ᎢᎦᎧᎯᏯᏍᎨᏍᏗ, ᏧᏪᏥᏃ ᏂᏗᎦᎧᎯᏯᏍᎬᎾ ᎢᎨᏎᏍᏗ, ᎠᎾᎵᏅᏟ ᎠᏯᏂᏍᎨᏍᏗ ᎤᏓᎵᎢ, ᎠᎴ ᎾᏍᎩ ᎠᎾᎵᏅᏟ ᏧᏪᏥ ᏓᏛᎯᏍᏓᏁᎮᏍᏗ.

source: There were seven brothers: and the first took a wife, and at his death there were no offspring;
chr: ᎾᏍᎩᏃ ᎦᎵᏉᎩ ᎠᎾᎵᏅᏟ ᎠᏁᎲᎩ; ᎢᎬᏱᏃ ᎡᎯ ᎤᏕᏒᏅᎩ, ᎠᎴ ᎤᏲᎱᏒᎩ ᏧᏪᏥ ᎾᏁᎲᎾ.

source: And the second took her, and at his death there were no offspring; and the third the same:
chr: ᏔᎵᏁᏃ ᏪᎯ ᎾᏍᎩ ᎤᏓᏴᏒᎩ, ᎠᎴ ᎤᏲᎱᏒᎩ; ᎾᏍᏉᏃ ᎾᏍᎩ ᎥᏝ ᏧᏪᏥ ᏱᏚᏪᎧᎯᏰᎢ; ᎠᎴ ᎾᏍᎩᏯ ᎾᏍᏉ ᏦᎢᏁ ᏪᎯ.

source: And all the seven had no seed. Last of all the woman herself came to her death.
chr: ᎠᎴ ᎾᏍᎩ ᎦᎵᏉᎩ ᎢᏯᏂᏛ ᎤᎾᏓᏴᏒᎩ, ᎠᎴ ᎥᏝ ᏱᏚᏂᎯᎧᎯᏰ ᏧᏁᏥ; ᎣᏂᏱᏃ ᎠᎨᏴ ᎾᏍᏉ ᎤᏲᎱᏎᎢ.

source: In the future life, when they come back from the dead, whose wife will she be? for the seven had her for a wife.
chr: ᏧᏂᏲᎱᏒᎯᏃ ᏧᎾᎴᎯᏐᏗ ᎨᏒᎢ, ᎾᎯᏳ ᎾᏍᎩ ᎯᎠ ᏓᎾᎴᎯᏌᏅᎭ, ᎦᎪ ᎤᏓᎵᎢ ᎨᏎᏍᏗ ᎾᏍᎩ ᎯᎠ? ᎦᎵᏉᎩᏰᏃ ᎢᏯᏂᏛ ᎠᎾᏓᏰᎲᎩ.

source: Jesus said to them, Is not this the reason for your error, that you have no knowledge of the holy Writings or of the power of God?
chr: ᏥᏌᏃ ᎤᏁᏨ ᎯᎠ ᏂᏚᏪᏎᎸᎩ, ᏝᏍᎪ ᏱᏥᎵᏓᏍᏗᎭ, ᏱᏅᏗᎦᎵᏍᏙᏗᎭ ᏂᏦᎵᎬᎾ ᎨᏒ ᎪᏪᎵ, ᎠᎴ ᎤᏁᎳᏅᎯ ᎤᎵᏂᎩᏗᏳ ᎨᏒᎢ?

source: When they come back from the dead, they do not get married, but are like the angels in heaven.
chr: ᎾᎯᏳᏰᏃ ᏧᎾᎴᎯᏐᏗ ᎨᏒ ᏧᏂᏲᎱᏒᎯ, ᎥᏝ ᏱᏓᎾᏕᏒᎲᏍᎪᎢ, ᎥᏝ ᎠᎴ ᏱᏗᎨᏥᏰᎪᎢ; ᎦᎸᎳᏗᏍᎩᏂ ᎠᏁᎯ ᎨᏥᏅᏏᏓᏍᏗ ᏄᎾᏍᏛ ᎾᏍᎩᏯ ᏄᎾᏍᏗ.

source: But as to the dead coming back to life; have you not seen in the book of Moses, about the burning thorn-tree, how God said to him, I am the God of Abraham, and the God of Isaac, and the God of Jacob?
chr: ᏧᏂᏲᎱᏒᎯᏃ ᎾᏍᎩ ᏧᎾᎴᎯᏐᏗ ᎨᏒᎢ; ᏝᏍᎪ ᏱᏥᎪᎵᏰᎣ ᎼᏏ ᎤᏤᎵ ᎪᏪᎵᎯ, ᎾᏍᎩ ᎤᏪᏲᏓᏛ ᎤᏁᎳᏅᎯ ᎤᎵᏃᎮᏔᏅᎢ, ᎯᎠ ᏄᏪᏎᎸᎢ, ᎠᏴ ᎠᏆᏁᎳᏅᎯ ᎡᏆᎭᎻ ᎤᏤᎵᎦ, ᎠᎴ ᎠᏆᏁᎳᏅᎯ ᎡᏏᎩ ᎤᏤᎵᎦ, ᎠᎴ ᎠᏆᏁᎳᏅᎯ ᏤᎦᏈ ᎤᏤᎵᎦ.

source: He is not the God of the dead, but of the living: you are greatly in error.
chr: ᎥᏝ ᏧᏂᏲᎱᏒᎯ ᎤᎾᏤᎵ ᎤᏁᎳᏅᎯ ᏱᎩ, ᏗᏅᏃᏛᏍᎩᏂ ᎤᎾᏤᎵ ᎤᏁᎳᏅᎯ; ᎾᏍᎩ ᎢᏳᏍᏗ ᎤᏣᏘ ᎢᏥᎵᏓᏍᏗᎭ.

source: And one of the scribes came, and hearing their argument together, and seeing that he had given them a good answer, put the question to him, Which law is the first of all?
chr: ᏗᏃᏪᎵᏍᎩᏃ ᎨᏒ ᎠᏏᏴᏫ ᎤᎷᏤᎸ, ᎤᏛᎦᏅ ᎠᎾᎵᏃᎮᏍᎬᎢ, ᎠᎴ ᎤᏙᎴᎰᏒ ᎣᏏᏳ ᏄᏪᏒ ᏚᏁᏤᎸᎢ, ᎤᏛᏛᏁᎢ, ᎦᏙ ᎤᏍᏗ ᎤᏟ ᎦᎸᏉᏗᏳ ᏂᎦᏛ ᏗᎧᎿᏩᏛᏍᏗ ᎨᏒᎢ? ᎤᏛᏁᎢ.

source: Jesus said in answer, The first is, Give ear, O Israel: The Lord our God is one Lord;
chr: ᏥᏌ ᎤᏁᏤᎴ ᎯᎠ ᏄᏪᏎᎴᎢ, ᎤᏟ ᎦᎸᏉᏗ ᏂᎦᏛ ᏗᎧᎿᏩᏛᏍᏗ ᎨᏒ ᎯᎠ ᎾᏍᎩ; ᎭᏛᎬᎦ ᎢᏏᎵ; ᏱᎰᏩ ᎢᎦᏁᎳᏅᎯ ᏌᏉᎯᏳ ᏱᎰᏩ;

source: And you are to have love for the Lord your God with all your heart, and with all your soul, and with all your mind, and with all your strength.
chr: ᎠᎴ ᎯᎨᏳᏎᏍᏗ ᏱᎰᏩ ᏣᏁᎳᏅᎯ ᎲᏗᏍᎨᏍᏗ ᏂᎬ ᏣᎾᏫ, ᎠᎴ ᏂᎬᏣᏓᏅᏙ, ᎠᎴ ᏂᎬ ᏣᏓᏅᏖᏗᏱ, ᎠᎴ ᏂᎦᎥ ᏣᎵᏂᎬᎬᎢ. ᎯᎠ ᎾᏍᎩ ᏭᏓᎪᎾᏛᏛ ᎦᎸᏉᏗ ᏗᎧᎿᏩᏛᏍᏗ.

source: The second is this, Have love for your neighbour as for yourself. There is no other law greater than these.
chr: ᏔᎵᏁᏃ ᎨᏒᎢ, ᎾᏍᎩᏯᏉ, ᎯᎠ ᎾᏍᎩ ᏄᏍᏗ, ᏨᏒ ᏂᏣᏓᎨᏳᏒ ᎾᏍᎩᏯ ᏂᎨᏳᏎᏍᏗ ᎾᎥ ᎢᏗᏍᏓᏓᎳ. ᎥᏝ ᏅᏩᏓᎴ ᏗᎧᎿᏩᏛᏍᏗ ᏯᎭ ᎤᏟ ᎢᎦᎸᏉᏗ ᎡᏍᎦᏉ ᎾᏍᎩ.

source: And the scribe said to him, Truly, Master, you have well said that he is one, and there is no other but he:
chr: ᏗᎪᏪᎵᏍᎩᏃ ᎯᎠ ᏄᏪᏎᎴᎢ; Ꭷ, ᏔᏕᏲᎲᏍᎩ, ᏚᏳᎪᏛ ᏂᏫ; ᏌᏉᏉᏰᏃ ᎡᎭ ᎤᏁᎳᏅᎯ; ᎥᏝ ᎠᎴ ᏅᏩᏓᎴ ᏰᎭ ᎾᏍᎩ ᎤᏩᏒᎯᏳ;

source: And to have love for him with all the heart, and with all the mind, and with all the strength, and to have the same love for his neighbour as for himself, is much more than all forms of offerings.
chr: ᎾᏍᎩᏃ ᎠᎨᏳᏗᏱ ᎬᏙᏗᏱ ᏂᎬ ᎣᎾᏫᏱ, ᎠᎴ ᏂᎬ ᎠᏓᏅᏖᏗᏱ, ᎠᎴ ᏂᎬ ᎠᏓᏅᏙ, ᎠᎴ ᏂᎦᎥ ᏃᎵᏂᎬᎬᎢ, ᎠᎴ ᎾᎥ ᎢᏳᎾᏓᎳ ᎤᏩᏒ ᎤᏓᎨᏳᏒ ᎾᏍᎩᏯ ᎤᎨᏳᏗᏱ, ᎤᏟ ᎦᎸᏉᏗᏳ ᎡᏍᎦᏉ ᏂᎦᏛ ᏗᎬᏩᏃᏍᏛ ᎠᏥᎸ ᏗᎨᎳᏍᏙᏗ, ᎠᎴ ᎠᎵᏍᎪᎸᏙᏗ.

source: And when Jesus saw that he gave a wise answer, he said to him, You are not far from the kingdom of God. And every man after that was in fear of questioning him any more.
chr: ᏥᏌᏃ ᎤᎪᎲ ᎠᎦᏔᎿᎢ ᎢᏳᏪᏍᏗ ᏄᏪᏒ ᎤᏁᏨᎢ, ᎯᎠ ᏄᏪᏎᎴᎢ, ᎥᏝ ᎢᏅᎯᏳ ᏱᏂᏣᏛᎿᏕᎦ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎪᎯ ᎨᏒᎢ. ᎾᎯᏳᏃ ᎢᏳᏓᎴᏅᏛ ᎥᏝ ᎩᎶ ᎪᎱᏍᏗ ᎬᏩᏛᏛᏗ ᏱᎨᏎᎢ.

source: And Jesus, when he was teaching in the Temple, said, How do the scribes say that the Christ is the Son of David?
chr: ᏥᏌᏃ ᎤᏁᏨ ᏓᏕᏲᎲᏍᎬ ᎤᏛᏅᏗᎦᎳᏫᎢᏍᏗᏱ, ᎯᎠ ᏄᏪᏎᎢ; ᎦᏙᏃ ᏗᏃᏪᎵᏍᎩ ᎦᎶᏁᏛ ᏕᏫ ᎤᏪᏥ, ᏣᎾᏗᏍᎪᎢ?

source: David himself said in the Holy Spirit, The Lord said to my Lord, Be seated at my right hand, till I put those who are against you under your feet.
chr: ᏕᏫᏰᏃ ᎤᏩᏒ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᎤᏪᏲᎲᏍᎬ ᎯᎠ ᏄᏪᏎᎢ, ᏱᎰᏩ ᎯᎠ ᏄᏪᏎᎴ ᎠᏆᏤᎵ ᎤᎬᏫᏳᎯ, ᏥᎦᏘᏏ ᎢᏗᏢ ᏦᎴᏍᏗ ᎬᏂ ᎨᏣᏍᎦᎩ ᏗᏣᎳᏏᏗᏱ ᎦᏍᎩᎶ ᏂᎦᏥᏴᏁᎸᎭ.

source: David himself gives him the name of Lord; and how then is he his son? And the common people gave ear to him gladly.
chr: ᏕᏫᏰᏃ ᎤᏩᏒ ᎤᎬᏫᏳᎯ ᎢᎪᏎᎭ; ᎦᏙᏃ ᏗᎦᎴᏍᏙᏗᎭ ᎤᏪᏥ ᎢᎩ? ᎤᏂᏣᏘᏃ ᏴᏫ ᎤᎾᎵᎮᎵᏨᎯ ᎬᏩᏛᏓᏁᎴᎢ.

source: And in his teaching he said, Be on your watch against the scribes, whose pleasure it is to go about in long robes and be respected in the market-places,
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎴ ᏓᏕᏲᎲᏍᎬᎢ, ᏕᏤᏯᏙᏤᎮᏍᏗ ᏗᏃᏪᎵᏍᎩ ᎣᏏᏳ ᏧᏂᏰᎸ ᏗᎦᏅᎯᏛ ᏧᎾᏄᏩᎢ ᎤᏁᏓᏍᏗᏱ, ᎠᎴ ᎨᏥᏲᎵᏍᏗᏱ ᏗᎦᏃᏙᏗᏱ,

source: And to have the chief seats in the Synagogues and the first places at feasts;
chr: ᎠᎴ ᏄᎬᏫᏳᏒ ᏕᎦᏍᎩᎸ ᏗᎦᎳᏫᎢᏍᏗᏱ, ᎠᎴ ᏄᎬᏫᏳᏒ ᏧᎾᏂᏢᏗᏱ ᏓᎾᎵᏍᏓᏴᎲᎬᎢ;

source: Who take away the property of widows, and before the eyes of men make long prayers; these will be judged more hardly.
chr: ᎾᏍᎩ ᏥᏓᏂᏒᏁᎰ ᏧᏃᏑᎶᏨᎯ ᏓᏂᏁᎸᎢ, ᎠᎴ ᎤᎾᏠᎾᏍᏛ ᎪᎯᏗᏳ ᏣᎾᏓᏙᎵᏍᏗᏍᎪᎢ; ᎯᎠ ᎾᏍᎩ ᎤᏟ ᎢᎦᎢ ᎤᏂᎩᎵᏲᎢᏍᏗ ᏗᎨᎫᎪᏓᏁᏗ ᎨᏎᏍᏗ.

source: And he took a seat by the place where the money was kept, and saw how the people put money into the boxes: and a number who had wealth put in much.
chr: ᏥᏌᏃ ᎤᏬᎴ ᎠᏕᎸ-ᏗᏗᏱ ᏧᏳᎪᏗ, ᎠᎴ ᎤᎪᎮ ᎾᎾᏛᏁᎲ ᏴᏫ ᎠᏕᎸ ᏓᏂᎲᏍᎬ ᎠᏕᎸ-ᏗᏗᏱ; ᎤᏂᏣᏘᏃ ᏧᏁᎿᎢ ᎤᏣᏘ ᏓᏂᎲᏍᎨᎢ.

source: And there came a poor widow, and she put in two little bits of money, which make a farthing.
chr: ᎩᎶᏃ ᎢᏳᏍᏗ ᎤᏲ ᎢᏳᏛᎿᏕᎩ ᎤᏬᏑᎶᏨᎯ ᎤᎷᏨ, ᏔᎵ ᎠᎩᏄᏛᏗ ᎢᏯᏓᏅᏖᏗ ᎤᏁᎢ, ᎾᏍᎩ ᎠᏰᎵ ᎢᏯᏓᏅᏖᏗ ᎢᎦᎢ ᏥᎩ.

source: And he made his disciples come to him, and said to them, Truly I say to you, This poor widow has put in more than all those who are putting money into the box:
chr: ᏫᏚᏯᏅᎲᏃ ᎬᏩᏍᏓᏩᏗᏙᎯ, ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ, ᎯᎠ ᎾᏍᎩ ᎤᏲ ᎢᏳᏛᎿᏕᎩ ᎤᏬᏑᎶᏨᎯ ᎤᏟ ᎢᎦᎢ ᎠᎲᎦ ᎡᏍᎦᏉ ᏂᎦᏛ ᎾᏍᎩ ᎠᏕᎸ-ᏗᏗᏱ ᏣᏂᎲᎦ.

source: Because they all put in something out of what they had no need for; but she out of her need put in all she had, even all her living.
chr: ᏂᎦᏛᏰᏃ ᎤᏣᏘ ᎤᏂᎲ ᎤᏃᏣᎴᏛ ᎠᏂᎲᎦ; ᎾᏍᎩᏍᎩᏂ-ᎤᏂᎩᏛ ᎨᏒ ᎠᎲᎦ ᏂᎦᏛ ᎤᎲᎢ, ᏂᎦᏛ ᎤᎵᏍᏕᎸᏙᏗ ᎤᎲᎢ.

source: And when he was going out of the Temple, one of his disciples said to him, Master, see, what stones and what buildings!
chr: ᎦᏄᎪᎮᏃ ᎤᏛᏅ-ᏗᎦᎳᏫᎢᏍᏗᏱ, ᎠᏏᏴᏫ ᎾᏍᎩ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎯᎠ ᏄᏪᏎᎴᎢ, ᏔᏕᏲᎲᏍᎩ, ᎬᏂᏳᏉ Ꮎ ᏂᏕᎤᏍᏗ ᏅᏯ ᎠᎴ ᏂᏕᎤᏍᏗ ᏓᏓᏁ-ᎸᎢ?

source: And Jesus said to him, Do you see these great buildings? there is not one stone here resting on another which will not be overturned.
chr: ᏥᏌᏃ ᎤᏁᏨ ᎯᎠ ᏄᏪᏎᎴᎢ, ᏕᎯᎪᏩᏗᏍᎪ ᎯᎠ ᎾᏍᎩ ᏤᏆ ᏓᏓᏁᎸᎢ? ᎥᏝ ᏌᏉ ᏅᏯ ᎧᏃᎯᏴᎯ ᏱᎨᏎᏍᏗ ᏱᏚᏓᏌᏝᎮᏍᏗ, ᎾᏍᎩ ᏂᎪᎲᏔᏅᎾ ᏱᎨᏎᏍᏗ.

source: And while he was seated on the Mountain of Olives opposite the Temple, Peter and James and John and Andrew said to him privately,
chr: ᎣᎵᏩᏲᏃ ᎤᏌᎯᎸ ᎤᏬᎸᎢ, ᎤᏛᏅᏗᎦᎳᏫᎢᏍᏗᏱ ᎠᏓᏁᎸ ᏧᏳᎪᏗ, ᏈᏓ, ᎠᎴ ᏥᎻ, ᎠᎴ ᏣᏂ, ᎠᎴ ᎡᏂᏗ, ᎤᏅᏒ ᎨᏒ ᎬᏩᏛᏛᏁᎢ, ᎯᎠ ᏄᏂᏪᏎᎢ,

source: Say when these things will be, and what will be the sign when these things are all about to be done.
chr: ᏍᎩᏃᎲᏏ, ᎢᎳᎩᏳ ᎾᏍᎩ ᎯᎠ ᏅᏓᎦᎵᏍᏔᏂ? ᎠᎴ ᎦᏙ ᎤᏰᎸᏛ ᎨᏎᏍᏗ ᎾᎯᏳ ᎯᎠ ᎾᏍᎩ ᏂᎦᏛ ᎤᎵᏰᎢᎶᎯᏍᏗ ᎨᏒᎢ?

source: And Jesus said to them, Take care that you are not tricked by anyone.
chr: ᏥᏌᏃ ᏚᏁᏤᎸ, ᎤᎴᏅᎮ ᎯᎠ ᏄᏪᏎᎢ, ᎢᏤᏯᏔᎮᏍᏗ, ᏞᏍᏗ ᎩᎶ ᏥᏥᎶᏄᎮᎵ.

source: People will come in my name, saying, I am he; and a number will be turned from the true way.
chr: ᎤᏂᏣᏖᏍᏗᏰᏃ ᎠᏴ ᏓᏆᏙᏍᏛ ᎠᏂᎷᎯᏍᏗᏍᎨᏍᏗ, ᎯᎠ ᎾᏂᏪᏍᎨᏍᏗ, ᎠᏴ ᎾᏍᎩ; ᎠᎴ ᎤᏂᏣᏖᏍᏗ ᏓᏂᎶᏄᎮᏍᎨᏍᏗ.

source: And when you have news of wars and talk of wars, do not be troubled; these things have to be, but it is still not the end.
chr: ᎢᏣᏛᎩᏍᎨᏍᏗᏃ ᏓᏅᏩ, ᎠᎴ ᎠᏂᏃᎮᎵᏙᎲ ᏓᏅᏩ, ᏞᏍᏗ ᏱᏣᏕᏯᏔᏁᎮᏍᏗ; ᎾᏍᎩᏰᏃ ᎠᏎ ᎢᏳᎵᏍᏙᏗ; ᎤᎵᏍᏆᏗᏍᏗᏱᏍᎩᏂ ᎨᏒ ᎠᏏ ᎨᏎᏍᏗ.

source: Nation will go to war with nation, and kingdom with kingdom: there will be earth-shocks in different places; there will be times when there is no food; these things are the first of the troubles.
chr: ᏧᎾᏓᎴᏛᏰᏃ ᏴᏫ ᏙᏛᎾᎴᏂ ᏙᏛᎾᏓᏡᏔᏂ, ᎠᎴ ᎠᏰᎵ ᏕᎪᏢᏩᏗᏒ ᏙᏛᎾᏓᏡᏔᏂ; ᎠᎴ ᎦᏙᎯ ᏓᎵᏖᎸᏂᏙᎮᏍᏗ, ᎠᎴ ᏓᎪᏄᎶᏏᏙᎮᏍᏗ ᎠᎴ ᎤᏕᏯᏙᏗ ᏂᎦᎵᏍᏔᏂᏙᎮᏍᏗ; ᎯᎠ ᎾᏍᎩ ᎠᏓᎴᏂᏍᎬ ᎠᎩᎵᏯ.

source: But take care: for they will give you up to the Sanhedrins; and in Synagogues you will be whipped; and you will be taken before rulers and kings because of me, for a sign to them.
chr: ᎠᏗᎾ ᎢᏤᏯᏔᎮᏍᏗ; ᏓᏂᎳᏫᎥᏰᏃ ᏕᎨᏥᏲᏍᎨᏍᏗ; ᏧᏂᏔᏫᎢᏍᏗᏱᏃ ᏕᏥᎵᎥᏂᎮᏍᏗ; ᎠᎴ ᏄᏂᎬᏫᏳᏌᏕᎩ ᎠᎴ ᎤᏂᎬᏫᏳᎯ ᎠᏂᏅ ᏤᏣᏖᏃᎯᏍᏗ ᎨᏎᏍᏗ ᎠᏴ ᎨᏒ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ, ᎾᏍᎩ ᎪᎯᏳᏗᏍᎩ ᏧᏂᎦᏘᎴᎩ.

source: And the good news has first to be given to all the nations.
chr: ᎣᏍᏛᏃ ᎧᏃᎮᏛ ᎢᎬᏱ ᏂᎬᎾᏛ ᏧᏁᏩᏗᏒ ᏴᏫ ᎠᎵᏥᏙᏗ ᎨᏎᏍᏗ.

source: And when you are taken and given up to be judged, do not be troubled about what to say: but whatever is given to you in that hour, say: because it is not you who say it, but the Holy Spirit.
chr: ᎠᎴ ᎿᏉ ᏕᏣᏘᏁᎨᏍᏗ, ᎠᎴ ᏕᏥᏲᏍᎨᏍᏗ, ᏞᏍᏗ ᎢᎬᏱ ᎦᏰᎯ ᏱᏤᎵᎯᏍᎨᏍᏗ ᎢᏥᏪᏍᏗᏱ ᎢᏥᏁᎢᏍᏗᏱ, ᎠᎴ ᏞᏍᏗ ᎢᎬᏱ ᎦᏰᎯ ᏱᏣᏓᏅᏖᏍᎨᏍᏗ; ᏄᏍᏛᏍᎩᏂ ᏫᎯᏳ ᎨᏒ ᎡᏥᏁᎸ ᎾᏍᎩ ᎢᏥᏁᎨᏍᏗ; ᎥᏝᏰᏃ ᏂᎯ ᏱᏣᏁᎪᎢ, ᎦᎸᏉᏗᏳᏍᎩᏂ ᎠᏓᏅᏙ.

source: And brother will give up brother to death, and the father his child; and children will go against their fathers and mothers, and put them to death.
chr: ᎠᎾᎵᏅᏟᏃ ᏚᏲᏍᎨᏍᏗ ᎠᎾᎵᏅᏟ ᎤᏲᎱᎯᎯᏍᏗᏱ; ᎠᏍᎦᏯᏃ ᎤᏪᏥ ᏚᏲᏍᎨᏍᏗ; ᎠᎴ ᏗᎨᎦᏅᎩ ᏓᎾᎴᎲᏍᎨᏍᏗ ᏧᏂᎦᏴᎵᎨ ᏓᎾᏡᏗᏍᎨᏍᏗ, ᎠᎴ ᎾᏍᎩ ᎾᏅᏂᏏᏍᎨᏍᏗ ᏕᎨᏥᎢᎮᏍᏗ.

source: And you will be hated by all men, because of my name; but he who goes through to the end will have salvation.
chr: ᎠᎴ ᏂᎦᏗᏳ ᏴᏫ ᎨᏥᏍᎦᎩ ᎨᏎᏍᏗ ᎠᏴ ᏧᏆᏙᎥ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ; ᎩᎶᏍᎩᏂ ᎬᎵᏍᏆᏗᏍᎩ ᏗᎧᎿᏩᏕᎩ, ᎾᏍᎩ ᎠᏥᏍᏕᎸᏗ ᎨᏎᏍᏗ.

source: But when you see the unclean thing which makes destruction, in the place where it has no right to be (let this be clear to the reader), then let those who are in Judaea go quickly to the mountains:
chr: ᎢᏥᎪᏩᏘᏍᎨᏍᏗᏍᎩᏂ ᎤᏍᎦᎢᏍᏗ ᎠᏛᏗᏍᎩ ᏕᏂᎵ ᎠᏙᎴᎰᏍᎩ ᎤᏁᎢᏍᏔᏅᎯ, ᎦᏙᎨᏍᏗ ᎾᎿ ᎬᏩᎴᏗ ᏂᎨᏒᎾ, (ᎩᎶ ᎠᎪᎵᏰᏍᎨᏍᏗ ᎪᎵᎨᏍᏗ,) ᎿᏉ ᏧᏗᏱ ᎠᏂᏂ ᎠᎾᎵᏒᎭ ᏙᏦᏓᎸ ᏩᏂᎶᏒᎭ.

source: And let him who is on the house-top not go down, or go in, to take anything out of his house:
chr: ᎠᎴ ᎩᎶ ᎦᏌᎾᎵ ᎤᎩᎴᏍᏗ, ᏞᏍᏗ ᏴᏗᏠᎠᏍᎨᏍᏗ ᎠᏓᏁᎸ ᏫᏯᏴᎯᎮᏍᏗ, ᎠᎴ ᏞᏍᏗ ᎾᎿ ᏫᏯᏴᎯᎮᏍᏗ ᏭᎩᏍᏗᏱ ᎪᎱᏍᏗ ᎤᎿᎥ ᎦᏁᎸᎢ.

source: And let not him who is in the field go back to take his coat.
chr: ᎠᎴ ᎩᎶ ᏠᎨᏏ ᎡᏙᎯ ᏞᏍᏗ ᏴᏗᎤᏨᏎᏍᏗ ᎤᏄᏬ ᏳᏁᏐᎴᏍᏗ.

source: And it will be hard for women who are with child and for her who has a baby at the breast in those days.
chr: ᎠᎴ ᎤᏲᎢᏳ ᎢᏳᎾᎵᏍᏓᏁᏗ ᏗᏂᏁᎵᏛ, ᎠᎴ ᏧᏂᏍᏓᎢ ᎾᎯᏳ ᎨᏎᏍᏗ.

source: And say a prayer that it may not be in the winter.
chr: ᎠᎴ ᎢᏣᏓᏙᎵᏍᏗᏍᎨᏍᏗ ᎢᏥᏔᏲᎯᎮᏍᏗ ᎪᎳ ᎢᏣᎵᏍᏗᏱ ᏂᎨᏒᎾ ᎢᏳᎵᏍᏙᏗᏱ.

source: For in those days there will be sorrow, such as there has not been from the time when God made the world till now, and will not ever be again.
chr: ᎾᎯᏳᏰᏃ ᎨᏎᏍᏗ ᎠᎩᎵᏯ ᎡᎮᏍᏗ, ᎾᏍᎩ ᎪᏢᏅᎢ ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᏧᏬᏢᏁ ᏅᏓᎬᏩᏓᎴᏅᏛ ᎪᎯ ᎢᏯᏍᏗ ᎥᏝ ᎾᏍᎩ ᎢᏳᏍᏗ ᏳᏕᏃᎢ, ᎥᏝ ᎠᎴ ᎤᏕᏗ ᏱᎨᏎᏍᏗ.

source: And if the Lord had not made the time short, no flesh would have been kept from destruction; but because of the saints he has made the time short.
chr: ᎠᎴ ᎤᎬᏫᏳᎯ ᏂᏚᎪᎳᏛᎾ ᏱᎨᏎ ᎾᎯᏳ ᎢᎦ, ᎥᏝ ᎤᏇᏓᎵ ᏱᎦᏰᏥᏍᏕᎸᎮᎢ; ᎨᎦᏑᏰᏛᏍᎩᏂ ᏅᏗᎦᎵᏍᏙᏗᎭ, ᎾᏍᎩ ᏧᏑᏰᏛ ᎨᏒᎢ, ᎾᏍᎩ ᏚᎪᎳᏛ ᎾᎯᏳ ᎢᎦ.

source: And then if any man says to you, See, here is Christ; or, See, there; have no faith in it:
chr: ᎿᏉᏃ ᎢᏳ ᎩᎶ ᎯᎠ ᏂᏥᏪᏎᎸᎭ, ᎬᏂᏳᏉ ᎠᏂ ᎦᎶᏁᏛ; ᎠᎴ ᎬᏂᏳᏉ ᎾᎿᏂ; ᏞᏍᏗ ᎢᏦᎢᏳᏅᎩ;

source: Because there will be false Christs and false prophets, and they will give signs and wonders in the hope of turning even the saints from the true way.
chr: ᎦᎶᏁᏛᏰᏃ ᎤᎾᏤᎸᎯ ᎠᎴ ᎠᎾᏙᎴᎰᏍᎩ ᎤᎾᏤᎸᎯ ᏛᏂᎾᏄᎪᏥ, ᎠᎴ ᎠᏂᎾᏄᎪᏫᏍᎨᏍᏗ ᎤᏰᎸᏛ ᎠᎴ ᎤᏍᏆᏂᎪᏗ, ᎾᏍᎩ ᏧᏂᎶᏄᎮᏗᏱ, ᎢᏳᏃ ᏰᎵ ᏱᎩ, ᎾᏍᏉ ᎨᎦᏑᏰᏛ.

source: But take care; see, I have made all things clear to you before the time.
chr: ᏂᎯᏍᎩᏂ ᎢᏤᏯᏔᎮᏍᏗ; ᎬᏂᏳᏉ ᏂᎦᏛ ᏂᏨᏃᏁᎸ.

source: But in those days, after that time of trouble, the sun will be made dark and the moon will not give her light,
chr: ᎾᎯᏳᏍᎩᏂ ᎨᏎᏍᏗ, ᎤᎶᏐᏁᏍᏗ ᎾᏍᎩ ᎠᎩᎵᏯ, ᏅᏙ ᎢᎦ ᎡᎯ ᏛᎵᏏᎲᏏ, ᎠᎴ ᏅᏙ ᏒᏃᏱ ᎡᎯ ᎥᏝ ᎢᎦ ᏳᏖᏍᏕᏗ;

source: And the stars will be falling from heaven, and the powers which are in the heavens will be moved.
chr: ᎠᎴ ᏃᏈᏏ ᎠᏂᎧᎸ ᎦᎸᎶᎢ ᎠᏂᏅᎪᎠᏍᎨᏍᏗ, ᎠᎴ ᎤᏂᏣᏖ ᎦᎸᎶ ᏣᏂᎧᎳ ᏛᎾᎵᏖᎸᏂ.

source: And then they will see the Son of man coming in clouds with great power and glory.
chr: ᎿᏉᏃ ᏛᏂᎪᎯ ᏴᏫ ᎤᏪᏥ ᏣᎢᏎᏍᏗ ᎤᎶᎩᎸᎢ, ᎤᏄᏬᏍᏕᏍᏗ ᎤᏣᏘ ᎤᎵᏂᎩᏗᏳ ᎨᏒ ᎠᎴ ᎦᎸᏉᏗᏳ ᎨᏒᎢ.

source: And then he will send out the angels, and will get together his saints from the four winds, from the farthest part of the earth to the farthest part of heaven.
chr: ᎿᏉᏃ ᏙᏓᎦᏅᏏ ᏧᏤᎵ ᏗᏂᎧᎿᏩᏗᏙᎯ, ᎠᎴ ᏙᏓᎦᏟᏌᏂ ᎨᎦᏑᏰᏛ ᏧᏤᎵᎦ ᏫᏙᏛᏯᏅᎯ ᏅᎩ ᏂᏙᏗᎦᎶᏍᎬ ᎤᏃᎴ, ᎡᎶᎯ ᏭᎵᏍᏘᏂᎸ ᏅᏓᏳᏓᎴᏅᏛ ᎦᎸᎶᏃ ᏭᎵᏍᏘᏂᎸ ᏫᎦᎷᎩ.

source: Take an example from the fig-tree: when its branches become soft and put out their leaves, you see that the summer is near;
chr: ᎢᏣᏕᎶᏆᏃ ᏒᎦᏔ-ᎢᏳᏍᏗ ᏡᎬ ᏓᏟᎶᏍᏛᎢ; ᎤᏩᏂᎦᎸ ᎿᏉ ᎤᏓᎨ ᏂᎦᎵᏍᏓ, ᎠᎴ ᏥᎦᎵᏍᏚᎲᏍᎪᎢ, ᎢᏥᎦᏔᎰ ᎪᎩ ᎾᎥᏂᏳ ᎨᏒᎢ;

source: Even so, when you see these things taking place, you may be certain that he is near, even at the doors.
chr: ᎾᏍᎩᏯ ᎾᏍᏉ ᏂᎯ, ᎿᏉ ᎢᏥᎪᏩᏘᏍᎨᏍᏗ ᎯᎠ ᎾᏍᎩ ᏂᎦᎵᏍᏔᏂᏙᎲᎢ, ᎢᏥᎦᏔᎮᏍᏗ ᎾᎥᏂᏳ ᎨᏒᎢ, ᎦᎶᎯᏍᏗᏱᏉ ᎨᏒᎢ.

source: Truly, I say to you, This generation will not come to an end till all these things are complete.
chr: ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎮ, ᎯᎠ ᎾᏍᎩ ᎪᎯ ᏣᏁᎭ ᎥᏝ ᏴᏛᏂᎶᏐᏂ ᎬᏂ ᎯᎠ ᎾᏍᎩ ᏂᎦᏗᏳ ᏂᎦᎵᏍᏔᏅᎭ.

source: But of that day or that hour no one has knowledge, not even the angels in heaven, or the Son, but the Father.
chr: ᎾᎯᏳᏍᎩᏂ ᎢᎦ ᎨᏒ ᎠᎴ ᎢᏳ ᎧᎳᏩᏗᏒ ᎥᏝ ᎩᎶ ᏯᎦᏔᎭ, ᎥᏝ ᎾᏍᏉ ᏗᏂᎧᎿᏩᏗᏙᎯ ᎦᎸᎳᏗ ᎠᏁᎯ, Ꮭ ᎾᏉᏃ ᎤᏪᏥ, ᎠᎦᏴᎵᎨᏍᎩᏂ ᎤᏩᏒ.

source: Take care, keep watch with prayer: for you are not certain when the time will be.
chr: ᎢᏤᏯᏔᎮᏍᏗ, ᎢᏥᏯᏫᏍᎨᏍᏗ ᎠᎴ ᎢᏣᏓᏙᎵᏍᏗᏍᎨᏍᏗ; ᎥᏝᏰᏃ ᏱᏥᎦᏔᎭ ᎢᏳ ᎨᏒᎢ.

source: It is as when a man who is in another country for a time, having gone away from his house, and given authority to his servants and to everyone his work, gives the porter an order to keep watch.
chr: [ᏴᏫᏰᏃ ᎤᏪᏥ] ᎾᏍᎩᏯᏉ ᎠᏍᎦᏯ ᏣᏂᎩᏍᎪ ᎢᎸᎯᏢ ᏤᎪᎢ, ᎾᏍᎩ ᏥᎬᏕᎪ ᎦᏁᎸᎢ, ᎠᎴ ᎠᏂᎦᏘᏯ ᏥᏂᏕᎬᏁᎰ ᏧᏅᏏᏓᏍᏗ, ᎠᎴ ᎠᏂᏏᏴᏫᎭ ᏧᏂ ᎸᏫᏍᏓᏁᏗ ᏥᏓᏁᎰᎢ, ᎠᎴ ᎦᎶᎯᏍᏗᏱ ᎠᎦᏘᏯ ᏥᎧᏁᏤᎰ ᎤᏯᏫᏗᏱ.

source: So you are to keep watch: because you are not certain when the master of the house is coming, in the evening, or in the middle of the night, or at the cock's cry, or in the morning;
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏥᏯᏫᏍᎨᏍᏗ; ᎥᏝᏰᏃ ᏱᏥᎦᏔᎭ ᎢᏳᏉ ᎤᎷᎯᏍᏗᏱ ᎦᏁᎳ, ᎤᏒᎢ, ᎠᎴ ᏒᏃᏱ ᎠᏰᎵ, ᎠᎴ ᏣᏔᎦ ᎠᏂᏴᎬᎢ, ᎠᎴ ᏑᎾᎴᎢ;

source: For fear that, coming suddenly, he sees you sleeping.
chr: ᏱᎦᎷᎩᏰᏃ ᏯᏰᎶᎢᏍᏓ, ᏴᏥᏩᏛᏓ ᎢᏥᎵᎾᎥᎢ.

source: And what I say to you, I say to all, Keep watch.
chr: ᎾᏍᎩᏃ ᎯᎠ ᏂᎯ ᏥᏂᏨᏪᏎᎭ, ᎾᏍᎩ ᏂᎦᏛᏉ ᏂᎦᏥᏪᏎᎭ-ᎢᏥᏯᏫᏍᎨᏍᏗ.

source: It was now two days before the feast of the Passover and the unleavened bread: and the chief priests and the scribes made designs how they might take him by deceit and put him to death:
chr: ᏔᎵᏃ ᏫᏄᏒᎸ ᎧᏃᎯᏴᎩ ᏗᎵᏍᏓᏴᏗᏱ ᎠᎴ ᎾᎪᏔᏅᎾ ᎦᏚ ᎠᎩᏍᏗᏱ ᎤᏍᏆᎸᏗ ᎨᏎᎢ, ᏄᏂᎬᏫᏒᏃ ᎠᏥᎸᎠᏁᎶᎯ ᎠᎴ ᏗᏃᏪᎵᏍᎩ ᎤᏂᏲᎴ ᎢᏳᎾᏛᏁᏗᏱ ᎦᎶᏄᎮᏛ ᎤᏅᏙᏗᏱ ᎤᏂᏂᏴᏗᏱ, ᎠᎴ ᎤᏂᎯᏍᏗᏱ.

source: But they said, Not while the feast is going on, for fear there may be trouble among the people.
chr: ᎠᏎᏃ ᎥᏞᏍᏗ ᏗᎵᏍᏓᏴᏗᏱ ᎢᏳ ᎢᎦ ᎨᏒᎢ, ᏯᎾᎵᏕᎸᎲᎦᏰᏃ ᏴᏫ, ᎤᎾᏛᏁᎢ.

source: And while he was in Bethany in the house of Simon the leper, seated at table, there came a woman with a bottle of perfumed oil of great price; and when the bottle was broken she put the perfume on his head.
chr: ᏇᏗᏂᏱᏃ ᎡᏙᎮᎢ, ᎠᎠᏩᏂ ᎠᏓᏰᏍᎩ ᎤᏢᏨᎯ ᎦᏁᎸᎢ, ᎦᏅᎨᏃ ᎠᎵᏍᏓᏴᎲᏍᎨᎢ, ᎠᎨᏴ ᎤᎷᏤ ᎠᏰᎮ ᎫᎫ ᏅᏯ ᎤᏁᎬ ᎪᏢᏔᏅᎯ ᎠᏟᏍᏕ ᎠᏠᏁᏗ ᎾᏓ ᏧᏙᎢᏛ, ᎤᏣᏘ ᏧᎬᏩᎶᏗ; ᎠᎴ ᎤᎶᏒ ᎫᎫ, ᎠᎴ ᎤᎶᏁᏔᏁ ᎠᏍᎪᎵ.

source: But some of them were angry among themselves, saying, For what purpose has this oil been wasted?
chr: ᎩᎶᏃ ᎤᎾᏓᏑᏰ ᎤᏅᏳᏤ ᏙᏧᎾᏓᏅᏛᎢ, ᎠᎴ ᎯᎠ ᏄᏂᏪᏎᎢ, ᎦᏙᏃ ᎯᎠ ᎠᏤᏬᎩ ᎠᏠᏁᏗ?

source: We might have got more than three hundred pence for it, and given the money to the poor. And they said things against her among themselves.
chr: ᏳᏂᎾᏗᏅᏎᏰᏃ ᎾᏍᎩ ᎯᎠ ᎠᏠᏁᏗ ᏦᎢᏧᏈ ᎠᏂᎩᏏ ᏧᎾᎬᏩᎶᏗ ᎤᎶᏒᏍᏗ ᏱᏚᎵᎬᏩᎳᏁᎢ, ᎠᎴ ᎤᏲ ᎢᏳᎾᏛᎿᏕᎩ ᏗᎬᏁᏗ ᏱᎨᏎᎢ. ᎠᎴ ᎬᏩᎪᏁᎶᎯᏎᎴᎢ.

source: But Jesus said, Let her be; why are you troubling her? she has done a kind act to me.
chr: ᏥᏌᏃ ᎯᎠ ᏄᏪᏎᎢ, ᎤᏁᎳᎩ; ᎦᏙᏃ ᎢᎡᏣᏕᏯᏙᏗᎭ? ᎣᏏᏳ ᏕᎤᎸᏫᏍᏓᏏ ᏥᎾᏋᎦ.

source: The poor you have ever with you, and whenever you have the desire you may do them good: but me you have not for ever.
chr: ᎤᏲᏰᏃ ᎢᏳᎾᏛᎿᏕᎩ ᏂᎪᎯᎸ ᎨᏤᎳᏗᏙᎭ, ᎠᎴ ᎢᏳᏉ ᎢᏤᎵᏍᎬᎢ ᎣᏍᏛ ᏱᏂᏕᏣᏛᏂᏏ; ᎠᏴᏍᎩᏂ ᎥᏝ ᏂᎪᎯᎸ ᏱᏨᏰᎳᏗᏙᎭ.

source: She has done what she was able: she has put oil on my body to make it ready for its last resting-place.
chr: ᏂᎦᎥ ᎢᎬᏩᏛᏁᏗ ᎨᏒ ᎾᏛᎦ; ᎢᎬᏱ ᎦᏰᎯ ᎦᎷᎩ ᎤᎶᏁᏗᏱ ᏥᏰᎴ ᎥᎩᏂᏐᏗᏱ ᎤᎬᏩᎵ.

source: And truly I say to you, Wherever the good news goes out through all the earth, what this woman has done will be talked of in memory of her.
chr: ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ, ᎢᎸᎯᏢ ᎯᎠ ᎾᏍᎩ ᎣᏍᏛ ᎧᏃᎮᏛ ᎠᎵᏥᏙᏗ ᏂᎦᎵᏍᏗᏍᎨᏍᏗ ᎡᎶᎯ ᏂᎬᎾᏛᎢ, ᎯᎠ ᎾᏍᎩ ᏥᎾᏛᎦ ᎾᏍᏉ ᎤᏂᏃᎮᏗ ᎨᏎᏍᏗ ᎾᏍᎩ ᎠᎦᏅᏓᏗᏍᏙᏗ.

source: And Judas Iscariot, who was one of the twelve, went away to the chief priests, so that he might give him up to them.
chr: ᏧᏓᏏᏃ ᎢᏯᎦᎳᏗ, ᎠᏏᏴᏫ ᎾᏍᎩ ᏔᎳᏚ ᎢᏯᏂᏛ ᎨᏒᎢ, ᎤᏪᏅᏎ ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸ-ᎠᏁᎶᎯ ᏗᏂᏅᎢ, ᎾᏍᎩ ᏧᏲᎯᏎᏗᏱ.

source: And hearing what he said, they were glad, and gave him their word to make him a payment of money. And he took thought how he might best give him up to them.
chr: ᎤᎾᏛᎦᏅᏃ ᎣᏏᏳ ᎤᏂᏰᎸᏁᎢ, ᎠᎴ ᎤᏂᏚᎢᏍᏓᏁᎴ ᎠᏕᎸ ᏧᏂᏁᏗᏱ. ᎤᏲᎴᏃ ᎣᏍᏛ ᎤᏜᏅᏓᏕᏗᏱ ᏧᏲᎯᏎᏗᏱ.
